CREATE TABLE users
(
    id       int(11) NOT NULL AUTO_INCREMENT,
    email    varchar(255) NOT NULL UNIQUE,
    username varchar(255) NOT NULL,
    password varchar(60) NOT NULL,
    PRIMARY KEY (id)
);

DESCRIBE users;

Спочатку створіть базу даних, а потім підготуйте всі необхідні запити:

додавання користувача,
Зміна даних,
завантаження за ідентифікатором,
видалення за ідентифікатором,
завантаження всіх користувачів.

Почніть роботу зі створення класу, DbUtilякий буде відповідальним за створення зв’язку з базою.
Почніть із створення класу User , додайте до нього необхідні атрибути, геттери та сетери.
Потім створіть клас User Edukacja та послідовно доповнюйте його новими методами.